Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/bsplayer.tmx
Source language: en
Languages: be

source: " sec"
be: " сек."

source: "'Boss' button configuration"
be: "Канфігурацыя кнопкі 'боса'"

source: "'What you see'"
be: "Бягучы памер"

source: "(move mouse over 1st or 2nd field and press key or mouse button)"
be: "(перамясьціце мыш па-над 1-ай або 2-ой вобласьці й націсьніце кнопку мышы або клавіятуры)"

source: "2 Speaker mode"
be: "Рэжым 2 дынаміка"

source: "3D audio"
be: "3D аўдыё"

source: "4 Speaker mode"
be: "Рэжым 4 дынамікі"

source: "6 Speaker mode (5.1 channel)"
be: "Рэжым 6 дынамікаў (5.1 канал)"

source: "About"
be: "Аб праграме..."

source: "AboveNormal"
be: "Вышэй нармалёвага"

source: "Add URL"
be: "Дадаць URL"

source: "Add bookmark"
be: "Дадаць закладку"

source: "Add extension"
be: "Дадаць пашырэньне"

source: "Add files(s)..."
be: "Дадаць файл(ы)..."

source: "Add folder"
be: "Дадаць папку"

source: "Add"
be: "Дадаць"

source: "Adjusts the priority class of BSplayer."
be: "Прыярытэт працы BSPlayer."

source: "Advanced"
be: "Дадаткова"

source: "Allow multiple instances"
be: "Дазваляе запускаць некалькі копіяў BSPlayer адначасова"

source: "Alpha blending value"
be: "Альфа-зьмешваньне (для VMR9)"

source: "Always on top overlay mode"
be: "Заўсёды наверсе (у аверлэю)"

source: "Always on top"
be: "Заўсёды наверсе"

source: "Always start in full screen mode"
be: "Заўсёды стартаваць у поўнаэкранным рэжыме"

source: "Anamorphic"
be: "Анамарфатны"

source: "As previous"
be: "Як папярэдні"

source: "Aspect ratio"
be: "Суадносіны бакоў"

source: "Aspect"
be: "Выгляд"

source: "Assigned key/mouse button"
be: "Супастаўленая клавіша"

source: "Associated extensions"
be: "Супастаўленныя пашырэньні"

source: "At start switch to"
be: "Рэзалюцыя пры запуску"

source: "Audio file"
be: "Аўдыё файл"

source: "Audio stream selection"
be: "Аўдыё струменявы выбар"

source: "Audio streams"
be: "Аўдыё струмені "

source: "Audio"
be: "Аўдыё"

source: "Author"
be: "Аўтар"

source: "Auto hide main window"
be: "Аўтаматычна хаваць панэль кіраваньня"

source: "Auto load any subtitles in current folder"
be: "Аўтаматычна загружаць субтытры зь бягучай папкі"

source: "Auto play"
be: "Аўта прайграваньне"

source: "Auto position"
be: "Аўта становішча"

source: "Auto resize font if line is too long"
be: "Маштабаваць шрыфт, калі радок задужа доўгі"

source: "Auto split lines that are too long"
be: "Аўтаматычна разьбівае радкі, якія зьяўляюцца задужа доўгімі"

source: "Auto subtitle position"
be: "Аўта пазыцыя субтытраў"

source: "Auto"
be: "Аўта"

source: "BS.Player preferences"
be: "Налады BSplayer"

source: "Background"
be: "Фон"

source: "BelowNormal"
be: "Ніжэй нармалёвага"

source: "Bookmark added"
be: "Закладка дадана"

source: "Bookmarks editor"
be: "Рэдактар закладак"

source: "Bookmarks..."
be: "Закладкі..."

source: "Borderless play window"
be: "Акно фільма бяз рамкі"

source: "Both vocal"
be: "голас з абодвух"

source: "Bottom offset"
be: "Зрух зьнізу"

source: "Brightness "
be: "Яркасьць "

source: "Buffer size (MB)"
be: "Памер буфэра (Мб)"

source: "Buffering... "
be: "Буферызацыя... "

# "CPU (Quality)"
source: "CPU\n(Quality)"
be: "CPU\n(Якасьць)"

source: "Cancel"
be: "Адмена"

source: "Capture frame (screenshot)"
be: "Захаваць кадр"

source: "Capture settings"
be: "Налады захопу"

source: "Change resolution"
be: "Зьмяніць рэзалюцыю"

source: "Chapters"
be: "Часткі"

source: "Check for new version"
be: "Праверыць новую версію"

source: "Choose..."
be: "Вылучыць..."

source: "Clear history"
be: "Вычысьціць гісторыю"

source: "Close file"
be: "Зачыніць файл"

source: "Close"
be: "Зачыніць"

source: "Closed"
be: "зачынены"

source: "Color controls"
be: "Налады колеру"

source: "Color"
be: "Колер"

source: "Color..."
be: "Колер..."

source: "Config"
be: "Налада"

source: "Contrast "
be: "Кантраст "

source: "Custom Pan&Scan settings"
be: "Налады памеру панарамы"

source: "Custom aspect ratios"
be: "Зададзеныя суадносіны бакоў"

source: "Custom position"
be: "Зададзенае становішча"

source: "Custom"
be: "Ручная налада"

source: "Cut top and bottom of video in full screen mode"
be: "Выразаць верхнюю й ніжнюю мяжу відэа ў поўнаэкранным рэжыме"

source: "DSP plugin"
be: "DSP плагін"

source: "Decrease by 1%"
be: "Паменшыць на 1%"

source: "Decrease by 10%"
be: "Паменшыць на 10%"

source: "Decrease font size"
be: "Паменшыць памер шрыфта"

source: "Dedynamic Amplification "
be: "Узмацненьне фільтра Dedynamic "

source: "Dedynamic Pre Amplification "
be: "Прадузмацненьне фільтра Dedynamic "

source: "Default"
be: "Па змаўчаньню"

source: "Delete bookmark"
be: "Выдаліць закладку"

source: "Delete"
be: "Выдаліць"

source: "Description"
be: "Апісаньне"

source: "Desktop mode"
be: "Рэжым 'Працоўны стол'"

source: "Disable YV12 format"
be: "Адключыць фармат YV12"

source: "Disable plugins (restart required)"
be: "Адключыць плагіны (патрабуецца перазапуск)"

source: "Disable skinned menus (restart required)"
be: "Адкл. скураныя меню (патр. перазапуск)"

source: "Disable skinned windows (restart required)"
be: "Адкл. скураныя вокны (патр. перазапуск)"

source: "DivX 3.11 Post processing "
be: "Постапрацоўка Divx 3.11 "

source: "DivX 3.11 properties"
be: "Налады Divx 3.11"

source: "DivX 4+ properties"
be: "Налады Divx 4+"

source: "DivX Post processing "
be: "Постапрацоўка Divx "

source: "Dn"
be: "Уніз"

source: "Don't resize video in full screen"
be: "Не маштабаваць відэа ў поўнаэкранным рэжыме"

source: "Don't use WinLIRC"
be: "Не выкарыстоўваць WinLIRC"

source: "Draw OSD messages to overlay"
be: "Паведамленьні OSD на аверлэю"

source: "Draw subtitles to Overlay surface"
be: "Выводзіць субтытры на аверлэй"

source: "Edit bookmarks..."
be: "Рэдагаваць закладкі..."

source: "Enable OSD"
be: "Уключыць OSD"

source: "Enable S/PDIF output"
be: "Уключыць S/PDIF выхад"

source: "Enable Winamp DSP plugins"
be: "Уключыць DSP-плагіны Winamp"

source: "Enable advanced plugins support"
be: "Уключыць палепшаную падтрымку плагінаў"

source: "Enable advanced support for Winamp DSP plugins.\nAll Winamp DSP plugins should work in this mode, but it uses a little more CPU."
be: "Уключае палепшаную падтрымку для DSP-плагінаў мэдыяплэйера Winamp.\nУ гэтым рэжыме здольныя працаваць усе DSP-плагіны Winamp, але гэты рэжым\nтрохі дужэй загрузіць працэсар."

source: "Enable full screen skin"
be: "Уключыць поўнаэкранную скуру"

source: "Enable network buffering"
be: "Уключыць буфэрызацыю сеціва"

source: "Equalizer"
be: "Экваляйзэр"

source: "Exit"
be: "Выхад"

source: "Export as chapters"
be: "Зах. як часткі"

source: "FFDshow properties"
be: "Налады FFDshow"

source: "Fast forward"
be: "Наперад"

source: "Fast rewind"
be: "Назад"

source: "File icon"
be: "Іконка файлаў"

source: "File name"
be: "Імя файла"

source: "File types"
be: "Тыпы файлаў"

source: "Film Effect"
be: "Эфект фільма"

source: "Filters"
be: "Фільтры"

source: "Font color"
be: "Колер шрыфта"

source: "Font smoothing (0 = disabled)"
be: "Згладжваньне шрыфта (0 = адключана)"

source: "Font"
be: "Шрыфт"

source: "Font..."
be: "Шрыфт..."

source: "For AC3 decoding use"
be: "Для дэкадаваньня AC3"

source: "For full screen mode switch to"
be: "Рэзалюцыя пры поўным экрану"

source: "Frame saved to "
be: "Кадр захаваны ў "

source: "Frames"
be: "Кадры"

source: "Full screen mode"
be: "Поўнаэкранны рэжым"

source: "Full screen"
be: "Рэжым 'Поўны экран'"

source: "Gamma correction"
be: "Карэкцыя гамы"

source: "General settings"
be: "Агульныя налады"

source: "General"
be: "Асноўныя"

source: "High"
be: "Высокі"

source: "How many seconds to seek forward/backward (for Jump forward/backward option)."
be: "На колькі сэкундаў пераходзіць пры выкарыстаньні каманды Перайсьці наперад/назад."

source: "How much font smoothing to use, uses a little more CPU"
be: "Чым больш згладжваньне, тым больш загрузка працэсара"

source: "How much to prebuffer at start and seek operation"
be: "Колькі прадбуфэрызаваць у пачатку"

source: "Hrs:Min:Sec"
be: "Гадзін:Мін:Сек"

source: "Hue "
be: "Адценьне "

source: "If checked BSplayer will try to open files that are in use (still downloading, recording...)"
be: "Калі азначана BSPlayer паспрабуе адчыняць файлы якія выкарыстоўваюцца (яшчэ запампоўваюцца, запісваюцца...)"

source: "If checked Subtitle Mixer DirectShow filter will be used for displaying subtitles in OGG files.\nOtherwise they will be handled by player like any other subtitle."
be: "Калі азначана, для паказа субтытраў у OGG-файлах будзе выкарыстоўвацца\nDirectShow фільтар 'Subtitle Mixer'. Інакш BSPlayer будзе апрацоўваць\nгэтыя субтытры гэтак жа, як і субтытры іншых фарматаў.."

source: "If checked display_horizontal_size, display_vertical_size, frame_centre_horizontal_offset and frame_centre_vertical_offset\ninformation from MPEG files (if present) will be used (pan-scan and picture position),\notherwise this information will be ignored."
be: "Калі азначана, display_horizontal_size, display_vertical_size, frame_centre_horizontal_offset і frame_centre_vertical_offset\nінфармацыя зь MPEG файлаў (калі ёсьць такая) будзе выкарыстана,\nінакш гэтая інфармацыя будзе ігнаравацца."

source: "If checked first subtitle file that is found in current folder will bo automaticaly loaded."
be: "Калі азначана, то першыя знойдзеныя субтытры ў бягучай папцы будуць аўтаматычна загружаныя."

source: "If checked margins will be ignored for primary display and enabled for other displays (TV)"
be: "Калі азначана, межы будуць ігнаравацца для першаснага дысплэю й дазваляцца для іншых дысплэяў (ТБ)"

source: "If checked play window will be without border"
be: "Калі азначана, у акне з прайграваным фільмам ня будзе рамкі па ўскрайках"

source: "If checked player will always start movie in full screen mode"
be: "Калі азначана, BSPlayer будзе заўсёды пачынаць прайграваньне фільма ў поўнаэкранным рэжыме"

source: "If checked player will remeber all settings for every movie played (aspect ratio, subtitles, font...)."
be: "Калі азначана, BSPlayer будзе захоўваць усе налады для кожнага\nпрайграванага фільма (суадносіны бакоў, субтытры, шрыфт...)."

source: "If checked top and bottom of video will be cut (in full screen mode, if video height > monitor height)\nin a way that will fit to screen.\nUsefull on wide (16:9) monitors, so there is no black bars on left and right."
be: "Калі азначана, верхняя й ніжняя мяжа відэа будзе выразана (у поўнаэкранным рэжыме, калі вышыня відэа больш за вышыню экрана)\nкаб адпавядаць памеру экрана."

source: "If enabled BSplayer will be snaped to screen edges."
be: "Калі азначана, BSPlayer будзе прышчапляць відэа-акно да ўскрайкаў экрана."

source: "If enabled BSplayer won't try to connect to WinLIRC server. A little faster startup."
be: Гэта трохі паскорыць запуск BSPlayer'у."

source: "If enabled main player window will be automaticaly shown on mouse move. (Only in full screen mode)."
be: (Толькі ў поўнаэкранным рэжыме)."

source: "If enabled main player window will be shown when you click on video window. (Only in full screen mode)."
be: (Толькі ў поўнаэкранным рэжыме)."

source: "If enabled main window will be automaticaly hidden after few seconds. (Only in full screen mode)."
be: (Толькі ў поўнаэкранным рэжыме)."

source: "If enabled movie will be paused when you click on video window."
be: "Калі азначана, то фільм будзе пастаўлены на паўзу пры пстрычцы мышшу па відэа акну."

source: "If enabled movie will start playing after you open it, if not you must press Play button."
be: "Калі азначана, прайграваньне фільма пачнецца адразу пасьля яго адкрыцьця,\nкалі не, то неабходна будзе яшчэ націснуць кнопку 'Прайграваньне'."

source: "If enabled video window will 'follow' main window."
be: "Калі азначана, акно з прайграваным фільмам\nбудзе перамяшчацца разам з асноўным акном"

source: "If enabled video won't be resized in full screen just centered."
be: "Калі азначана, то відэа ня будзе маштабавацца ў поўнаэкранным рэжыме/nяно будзе проста зьмешчана ў цэнтар экрана."

source: "If subtitle file can't be find in current folder, player will try to load it from folder specified here."
be: "Калі файл з субтытрамі ня знойдзены ў бягучай папцы, BSPlayer паспрабуе загрузіць яго з папкі, указанай тут."

source: "Ignore margins for primary display"
be: "Ігнараваць межы для першаснага дысплэю"

source: "Increase by 1%"
be: "Павялічыць на 1%"

source: "Increase by 10%"
be: "Павялічыць на 10%"

source: "Increase font size"
be: "Павялічыць памер шрыфта"

source: "Internal format"
be: "Унутраны фармат"

source: "Jump backward"
be: "Перайсьці назад"

source: "Jump forward"
be: "Перайсьці наперад"

source: "Jump to time"
be: "Пераход на зададзены час"

source: "Jump to:"
be: "Пераход да:"

source: "Jump"
be: "Перайсьці"

source: "Keep aspect ratio"
be: "Захоўваць суадносіны бакоў"

source: "Key definitions & WinLIRC"
be: "Клавішы & WinLIRC"

source: "Language"
be: "Мова"

source: "Left offset"
be: "Зрух зьлева"

source: "Left vocal"
be: "голас зьлева"

source: "Length"
be: "Даўжыня"

source: "Length:"
be: "Працягласьць:"

source: "List"
be: "Сьпіс"

source: "Load EQ preset"
be: "Загрузіць EQ прэсет"

source: "Load external audio file..."
be: "Адчыніць аўдыёфайл..."

source: "Load from file..."
be: "Загрузіць з файла..."

source: "Load subtitles..."
be: "Загрузіць субтытры..."

source: "Load"
be: "Загрузіць"

source: "Low"
be: "Нізкі"

source: "Luminance gain"
be: "Павяліч. яркасьці"

source: "Luminance offset"
be: "Зрух яркасьці"

source: "Manual correction"
be: "Ручная карэкцыя"

source: "Maximum subtitle display time (msec)"
be: "Максімальны час паказа субтытраў (мсек)"

source: "Media info"
be: "Відэа інфармацыя"

source: "Mono"
be: "Мона"

source: "Move Down"
be: "Ніжэй"

source: "Move Up"
be: "Вышэй"

source: "Move slider to adjust custom pan&scan value"
be: "Перамясьціце паўзунок для налады памеру панарамы"

source: "Movie mode"
be: "Рэжым фільма"

source: "Movie size: "
be: "Памер: "

source: "NOFILE"
be: "Няма файла"

source: "Network buffer"
be: "Буфэр сеціва"

source: "New line"
be: "Новы радок"

source: "Next CD"
be: "Наступны CD"

source: "Next chapter"
be: "Наступная частка"

source: "Next"
be: "Наступны"

source: "No audio"
be: "Бяз гуку"

source: "No change"
be: "Бяз зьмяненьняў"

source: "No subtitles"
be: "Без субтытраў"

source: "No vocal"
be: "няма голасу"

source: "None"
be: "Не"

source: "Normal"
be: "Нармалёвы"

source: "OK"
be: "Так"

source: "OSD background"
be: "Колер фону OSD"

source: "OSD font"
be: "Шрыфт OSD"

source: "OSD position"
be: "Палажэньне OSD"

source: "OSD sample"
be: "OSD узор"

source: "Only effective with internal renderers, smoother video in most cases, but video could go out of sync on lower end systems."
be: "Калі рэжым аверлэю не ўключаны, BSPlayer усё роўна выкарыстае колеры YUV, калі відэакарта падтрымлівае пераўтварэньне YUV->RGB.\nкалі азначана гэтая опцыя, будзе выкарыстоўвацца RGB рэжым.\nКодэк таксама павінен падтрымліваць працу з RGB."

source: "Open URL"
be: "Адчыніць URL"

source: "Open URL..."
be: "Адчыніць URL..."

source: "Open file..."
be: "Адчыніць файл..."

source: "Open locked media files (files in use)"
be: "Адчыняць заблакаваныя файлы (якія выкарыстоўваюцца)"

source: "Open"
be: "Адчыніць"

source: "Opening..."
be: "Адкрыцьцё..."

source: "Options"
be: "Опцыі"

source: "Original size"
be: "Арыгінальны памер"

source: "Original"
be: "Арыгінальнае"

source: "Output device"
be: "Прылада вываду"

source: "Pan in"
be: "Больш"

source: "Pan out"
be: "Менш"

source: "Pan&Scan "
be: "Панарамаваньне"

source: "Pan-Scan"
be: "Панарамаваньне"

source: "Pan-scan"
be: "Панарама"

source: "Pause movie on single click"
be: "Паўза пры пстрычцы мышшу"

source: "Pause"
be: "Паўза"

source: "Picture properties"
be: "Налады малюнка"

source: "Play all"
be: "Прайграваць усе"

source: "Play"
be: "Прайграваньне"

source: "Playback rate "
be: "Хуткасьць прайграваньня "

source: "Playback rate"
be: "Хуткасьць прайграваньня"

source: "Playback"
be: "Прайграваньне"

source: "Player functions"
be: "Функцыі прайгравальніка"

source: "Playlist defaults"
be: "Сьпіс прайграваньня па змаўчанню"

source: "Playlist"
be: "Сьпіс прайграваньня"

source: "Plugins"
be: "Плагіны"

source: "Postprocessing Level"
be: "Узровень постапрацоўкі"

source: "Prebuffer (%)"
be: "Прадбуфэр (%)"

source: "Preferences..."
be: "Налады..."

source: "Presets"
be: "Прэсеты"

source: "Press Backspace twice to clear"
be: "Двойчы націсьніце\nBackspace для вычышчэньня"

source: "Previous CD"
be: "Папярэдні CD"

source: "Previous chapter"
be: "Папярэдняя частка"

source: "Previous"
be: "Папярэдні"

source: "Process priority"
be: "Прыярытэт"

source: "RGB mode"
be: "RGB рэжым1"

source: "Random"
be: "Выпадкова"

source: "Randomize"
be: "Рандамізаваць"

source: "Re-enable DWM composition (Aero) when BS.Player is closed"
be: "Выкарыстоўваць рэжым аверлэю 1"

source: "Ready"
be: "Гатовы"

source: "Realtime (not recommended)"
be: "Рэальнага часу (не рэкамэндуецца)"

source: "Recent media"
be: "Апошнія файлы"

source: "Register extensions on player start"
be: "Рэгістраваць пашырэньні пры запуску"

source: "Rem"
be: "Выд."

source: "Remember Pan-Scan settings"
be: "Запамінаць налады панарамаваньня"

source: "Remember last movie position"
be: "Запамінаць пазыцыю апошняга фільма"

source: "Remember movie settings"
be: "Запамінаць налады фільма"

source: "Remember movie window size"
be: "Запамінаць памер відэа-акна"

source: "Remember settings"
be: "Памятаць налады"

source: "Remember zoom"
be: "Запамінаць маштаб"

source: "Remembers Pan-Scan option and custom pan-scan settings."
be: "Запамінае налады панарамаваньня."

source: "Remembers movie window size.\nFor ex. If movie is 352x288 and you resize window to 690x566,\nthen when you play next movie\nwindow will stay resized to 690x566."
be: "Запамінае памер відэа-акна.\nНапрыклад, калі акно фільма памерам 352x288 расьцягнуць да 690х566,\nпры наступным прайграваньні фільма акно застанецца памерам\n690х566."

source: "Remembers zoom"
be: "Запамінае маштаб"

source: "Remove all"
be: "Выдаліць усе"

source: "Remove extension"
be: "Выдаліць пашырэньне"

source: "Remove"
be: "Выдаліць"

source: "Repeat all"
be: "Паўтор усе"

source: "Repeat off"
be: "Паўтор адключаны"

source: "Repeat one"
be: "Паўтор адзін"

source: "Reset to default"
be: "Па змаўчаньню"

source: "Reverse"
be: "Зваротнае"

source: "Right offset"
be: "Зрух справа"

source: "Right vocal"
be: "голас справа"

source: "Saturation "
be: "Насычанасьць. "

source: "Save EQ preset"
be: "Захаваць EQ прэсет"

source: "Save as..."
be: "Захаваць як..."

source: "Save to file (relative paths)..."
be: "Захаваць у файл (адносныя шляхі)..."

source: "Save to file"
be: "Захаваць у файл"

source: "Seconds to jump"
be: "Велічыня пераходу (сек.)"

source: "Select all"
be: "Вылучыць усе"

source: "Select audio streams"
be: "Вылучыць аўдыё струмені"

source: "Select none"
be: "Скасаваць усе"

source: "Selecting for ex. 3D audio or\nS/PDIF will have no effect if \nyou don't have hardware that\nsupports this."
be: 3D аўдыё ці\nS/PDIF ня будзе маць ні якага эфекту калі \nвы ня маеце апаратных сродкаў, \nякія падтрымліваюць гэта."

source: "Show main window on mouse move"
be: "Паказаць панэль кіраваньня пры руху мышы"

source: "Show main window on single click"
be: "Паказаць панэль кіраваньня пры пстрычцы мышшу"

source: "Show subtitles"
be: "Паказаць субтытры"

source: "Show/Hide main window"
be: "Паказаць/Схаваць панэль кіраваньня"

source: "Skins"
be: "Скуры (Skins)"

source: "Snap play window to main window"
be: "Прышчапляць відэа-акно да панэлі кіраваньня"

source: "Snap player window to screen edges"
be: "Прышчапляць відэа-акно да ўскрайкаў экрана."

source: "Some graphics cards have problems with YV12 color space. If this option is enabled YV12 format won't be used."
be: Калі азначана, фармат YV12 ня будзе выкарыстоўвацца."

source: "Sort by file name"
be: "Сартаваць па ймёнах файлаў"

source: "Sort by path and file name"
be: "Сартаваць па адрэсах й імёнах файлаў"

source: "Sort"
be: "Сартаваць"

source: "Stereo"
be: "Стэрэа"

source: "Stop"
be: "Стоп"

source: "Stream "
be: "Струмень "

source: "Subtitle editor"
be: "Рэдактар субтытраў"

source: "Subtitle margins bottom (%)"
be: "Вышыня межаў субтытраў (%)"

source: "Subtitle margins width (%)"
be: "Шырыня межаў субтытраў (%)"

source: "Subtitle position offset "
be: "Ссоўваньне пазыцыі субтытраў "

source: "Subtitle properties"
be: "Налады субтытраў"

source: "Subtitle sample"
be: "Узор субтытраў"

source: "Subtitle time correction +"
be: "Карэкцыя часу субтытраў +"

source: "Subtitle time correction -"
be: "Карэкцыя часу субтытраў -"

source: "Subtitle time correction"
be: "Карэкцыя часу субтытраў"

source: "Subtitle time correction: "
be: "Карэкцыя часу субтытраў: "

source: "Subtitle: "
be: "Субтытры: "

source: "Subtitles background color"
be: "Колер фону субтытраў"

source: "Subtitles disabled"
be: "Субтытры адключаныя"

source: "Subtitles folder"
be: "Папка з субтытрамі"

source: "Subtitles"
be: "Субтытры"

source: "Switches to specified resolution on startup."
be: "Пераключае рэзалюцыю пры запуску."

source: "Switches to specified resolution when full screen mode is choosen."
be: "Пераключае рэзалюцыю пры поўнаэкранным рэжыме."

source: "System default"
be: "Сыстэмнае па змаўчаньню"

source: "Text format"
be: "Тэкставы фармат"

source: "This combination is already assigned to:"
be: "Гэтая камбінацыя ўжо прызначана на:"

source: "This is how long should be subtitles, that don't have defined end time, displayed."
be: "Колькі часу павінны адлюстроўвацца субтытры, у якіх не зададзены час адключэньня."

source: "Time (sec)"
be: "Час (сек)"

source: "Time"
be: "Час"

source: "Top offset"
be: "Зрух зьверху"

source: "Translations by:"
be: "Пераклады ад:"

source: "Transparent background"
be: "Празрысты фон"

source: "Transparent"
be: "Празрысты"

source: "Tray icon"
be: "Іконка ў трэю"

source: "Try not to drop frames"
be: "Выкарыстоўваць RGB рэжым"

source: "Type"
be: "Тып"

source: "Uncompressed"
be: "Ня сьціснуты"

source: "Up"
be: "Уверх"

source: "Use 'display extension' information from MPEG files"
be: "Выкарыстоўваць 'экраннае пашырэньне' інфармацыю з MPEG файлаў"

source: "Use 'shadow' effect for subtitles"
be: "Выкарыстоўваць эфэкт цені для субтытраў"

source: "Use Dedynamic filter"
be: "Выкарыстоўваць фільтар Dedynamic"

source: "Use Subtitle Mixer for subtitles in OGG files"
be: "Выкарыстоўваць Subtitle Mixer для субтытраў у файлах OGG"

source: "Use anti-aliased font"
be: "Зглажваць шрыфты"

source: "Use internal Vorbis decoder"
be: "Выкарыстоўваць унутраны Vorbis дэкодэр"

source: "Use outline font"
be: "Выкарыстоўваць шрыфт з акантоўкай"

source: "Use positive values if subtitles are behind and negative if subtitles\nare displayed too early."
be: "Выкарыстоўваць дадатныя значэньні, калі субтытры адстаюць\nі адмоўныя, калі субтытры зьяўляюцца задужа рана."

source: "Useful for Matrox cards to get subtitles on TV"
be: "Карысна для відэакарт Matrox, каб вывесьці субтытры на экран ТБ"

source: "Usefull for TV output when overscan is enabled, so subtitles won't be outside of visible area"
be: "Карысна для вываду ТБ, калі расьцяг малюнка дазваляецца, так што субтытры ня будуць па-за бачнай вобласьцю."

source: "Video Streams"
be: "Відэа струмені"

source: "Video rendering"
be: "Відэа выкананьне"

source: "Video"
be: "Відэа"

source: "Viewer"
be: "Прагляд"

source: "VobSub delay: "
be: "Затрымка Vobsub субтытраў: "

source: "VobSub speed: "
be: "Хуткасьць Vobsub субтытраў: "

source: "Vocal options"
be: "Галасавыя налады"

source: "Volume: "
be: "Гучнасьць: "

source: "Wait for vertical blank"
be: "Чакаць вертыкальнага прабелу"

source: "Wait for vertical blank: "
be: "Чакаць вэртыкальнага прабелу: "

source: "Waits for vertical-blank interval."
be: "Чакаць інтэрвалу вертыкальнага прабелу."

source: "When 'boss' button is pressed:"
be: "Калі кнопка 'боса' націснута:"
